export const obj = [
    {
        icon: 'images/icons/box.svg',
        title: 'Бесплатная доставка',
        text: 'Мы отправляем ваши заказы только экспресс-курьером. Доставка по всей Италии всегда бесплатна.'
    },
    {
        icon: 'images/icons/location.svg',
        title: 'Найдите дилера',
        text: 'Ознакомьтесь с нашим списком розничных продавцов и найдите ближайший к вам магазин, чтобы лично ознакомиться с нашей продукцией.'
    },
    {
        icon: 'images/icons/clock_alarm.svg',
        title: 'Гарантия 12 месяцев',
        text: 'Если вы обнаружите какую-либо проблему с продуктом, мы вернем вам деньги или заменим его на новый.'
    },
    {
        icon: 'images/icons/defence.svg',
        title: 'Поддержка продукта',
        text: 'Узнайте, как получить поддержку по всем продуктам марки Lorenz.'
    },

]