export const productPage = {
    id: 33,
    title: '<h1>ACAPULCO</h1>',
    description:
        '<p>Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Дорогу, рот грамматики продолжил речью напоивший агентство он свою пор живет обеспечивает щеке путь предупреждал ему на берегу по всей бросил, переписывается мир необходимыми журчит, если власти проектах семь страна. Рыбными использовало над сих предложения выйти щеке своего деревни языкового несколько раз!</p><p>Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Дорогу, рот грамматики продолжил речью напоивший агентство он свою пор живет обеспечивает щеке путь предупреждал ему на берегу по всей бросил, переписывается мир необходимыми журчит, если власти проектах семь страна. Рыбными использовало над сих предложения выйти щеке своего деревни языкового несколько раз!</p><p>Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты. Дорогу, рот грамматики продолжил речью напоивший агентство он свою пор живет обеспечивает щеке путь предупреждал ему на берегу по всей бросил, переписывается мир необходимыми журчит, если власти проектах семь страна. Рыбными использовало над сих предложения выйти щеке своего деревни языкового несколько раз!</p>',

    sku: '1234567890',
    prices: {
        priceLabel: 'Price',
        price: 1000,
        oldPrice: 1500,
        pricePrefix: '€',
    },
    characteristics: [
        {
            id: 11,
            title: 'Корпус',
            params: [
                {
                    name: 'ДИАМЕТР',
                    value: 39,
                    prefix: "мм"
                },
                {
                    name: 'ФОРМА',
                    prefix: "Круглая"
                },
                {
                    name: 'ВОДОНЕПРОНИЦАЕМОСТЬ',
                    value: 100,
                    prefix: "метров"
                },
                {
                    name: 'МАТЕРИАЛ КОРПУСА',
                    prefix: "Сталь"
                },
                {
                    name: 'ВЕС',
                    value: 120,
                    prefix: "г"
                },
                {
                    name: 'ТОЛЩИНА',
                    value: 10,
                    prefix: "мм"
                },
                {
                    name: 'ЗАДНЯЯ КРЫШКА',
                    prefix: "Завинчивающаяся ЗАВОДНАЯ"
                },
                {
                    name: 'ГОЛОВКА',
                    prefix: "Завинчивающаяся"
                },
            ]
        },
        {
            id: 12,
            title: 'Тип механизма',
            params: [
                {
                    name: 'ТИП',
                    prefix: "Автоматический"
                },
                {
                    name: 'МЕХАНИЗМ',
                    prefix: "Sellita SW200"
                },
                {
                    name: 'ФУНКЦИИ',
                    prefix: "3 стрелки и дата"
                },
                {
                    name: 'ДАТА',
                    prefix: "Да"
                },
            ]
        },
        {
            id: 13,
            title: 'Браслет',
            params: [
                {
                    name: 'РЕМЕШОК',
                    prefix: "Браслет из полированной стали"
                },
                {
                    name: 'ЗАСТЕЖКА',
                    prefix: "Прочная застежка с двойной кнопкой"
                },
                {
                    name: 'ДЛИНА',
                    prefix: "Регулируемая"
                },
            ]
        },
        {
            id: 14,
            title: 'Стекло и циферблат',
            params: [
                {
                    name: 'Безель',
                    prefix: "Фиксированный"
                },
                {
                    name: 'Стекло',
                    prefix: "Сапфировое с линзой"
                },
                {
                    name: 'Цвет циферблата',
                    prefix: "Черный"
                },
                {
                    name: 'Тип циферблата',
                    prefix: "Индексы"
                },
            ]
        }
    ],
    gallery: [
        {
            id: 1,
            img: '/images/product/gallery/1.webp',
            alt: 'product',
        },
        {
            id: 2,
            img: '/images/product/gallery/2.webp',
            alt: 'product',
        },
        {
            id: 3,
            img: '/images/product/gallery/3.webp',
            alt: 'product',
        },
        {
            id: 4,
            img: '/images/product/gallery/4.webp',
            alt: 'product',
        },
        {
            id: 5,
            img: '/images/product/gallery/5.webp',
            alt: 'product',
        }
    ]
}